/*28/9/2018*/
"_grp.Accomodation" = "Alloggi";
"_grp.BankATM" = "Banca e bancomat";
"_grp.Emergency" = "Emergenze";
"_grp.Food_and_Drink" = "Mangiare e bere";
"_grp.Guides" = "Guide della Città";
"_grp.Parking" = "Parcheggio";
"_grp.Petrol_Station" = "Rifornimento carburante";
"_grp.Services_and_Education" = "Servizi ed istruzione";
"_grp.Shopping" = "Shopping";
"_grp.Social_Life" = "Intrattenimento e vita sociale";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Attrazioni turistiche";
"_grp.Transportation" = "Trasporto";
"_grp.Vehicle_Services" = "Assistenza veicoli";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Uscita";
"feet" = "piedi";
"route.instructionsText.continueAlong" = "Segui la strada";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "chilometri";
"Limit" = "Limite";
"meters" = "metri";

/* miles short */
"mi" = "mi";
"miles" = "miglia";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Prezzi carburante";
"poiCategory.select" = "Luoghi vicini";
"native.navigation.resumeBtn" = "Riprendi";

/* timeSecondShort */
"sec" = "sec";
"yards" = "iarde";

/* yards short */
"yd" = "id";

"detail.action.directionToHere" = "Ottieni indicazioni";
"detail.action.addVia" = "Aggiungi tappa";
"detail.action.addToFavorite" = "Aggiungi ai preferiti";
"detail.action.copyGps" = "Coordinate GPS";
"detail.action.removeFavorite" = "Elimina dai Preferiti";
"detail.action.removeHome" = "Rimuovi l'indirizzo di casa";
"detail.action.removeWork" = "Rimuovi l'indirizzo di lavoro";
"detail.action.shareLocation" = "Condividi posizione";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Email";
"detail.contact.phone" = "Telefono";
"detail.contact.url" = "Url";
"routeCompute.action.demonstrate" = "Dimostra";
"routeCompute.action.navigate" = "Inizia";
"routeCompute.etaArrival" = "Arrivo";
"routeCompute.fastest" = "Percorso più veloce";
"routeCompute.slower" = "più lento";
"routeCompute.traffic.withDelay" = "con ritardo";
"routeCompute.button.options" = "Opzioni";
"routeCompute.waypointInfo.from" = "Da";
"routeCompute.waypointInfo.to" = "A";
"routeCompute.waypointInfo.waypoints" = "tappe";
"routeCompute.waypointInfo.via" = "Attraverso";
"routeActionMain.cancel" = "Elimina percorso";
"routeCompute.action.continue" = "Continua";
"routeCompute.options.title" = "Opzioni percorso";
"routeCompute.options.AvoidCountry" = "Evita questo paese";
"avoid.unpaved" = "Strade non asfaltate";
"avoid.specialArea" = "ZTL";
"avoid.ferries" = "Traghetti";
"avoid.highways" = "Autostrade";
"avoid.tollroads" = "Strade a pedaggio";
"workCell.setupWork.subtitle" = "Viaggia facilmente ogni giorno";
"homeCell.setupHome.subtitle" = "Ottieni il percorso più veloce";
"workCell.setupWork.title" = "Imposta località Lavoro";
"homeCell.setupHome.title" = "Imposta l'indirizzo di casa";
"workCell.title" = "Lavoro";
"homeCell.title" = "Casa";
"favorites.place.emptyButton" = "Cerca luoghi";
"favorites.place.emptyTitle" = "Aggiungi luoghi per un facile accesso";
"favorites.place.deleteAction" = "Cancella";
"favorites.place.headerTitle" = "Luoghi e Itinerari";
"favorites.button.done" = "Fatto";
"favorites.segment.contacts" = "Contatti";
"favorites.segment.trips" = "Viaggi";
"favorites.segment.places" = "Luoghi";
"favorites.title" = "Preferiti";
"favorites.addAlert.add" = "Aggiungi";
"native.compute.decideToCompute" = "Sei ancora diretto verso %@?";
"routeActionMain.preview" = "Anteprima percorso";
"routeCompute.traffic.withoutInfo" = "Nessuna info traffico";
"search.work.title" = "Cerca indirizzo del lavoro";
"search.home.title" = "Cerca indirizzo di casa";
"alert.hideHomeWork.hideHomeTitle" = "Nascondi casa";
"alert.hideHomeWork.hideWorkTitle" = "Nascondi lavoro";
"alert.hideHomeWork.setHomeMessage" = "Puoi comunque impostare l'indirizzo di casa dai preferiti";
"alert.hideHomeWork.setWorkMessage" = "Puoi comunque impostare l'indirizzo del lavoro dai preferiti";
"alert.hideHomeWork.hide" = "Nascondi";
"action.control.scout.static" = "Trovato percorso più rapido";
"action.control.route.longer" = "%@ più lungo";
"action.control.route.time" = "Risparmia %@";
"action.control.scout.arrival" = "Nuovo arrivo %@";
"action.control.scout.fasterRouteFound" = "Trovato percorso più rapido";
"action.control.scout.preview" = "Anteprima";
"action.control.scout.route.set" = "Imposta percorso più rapido";
"routeCompute.action.loading" = "Inizia";
"country.AL" = "Albania";
"country.AD" = "Andorra";
"country.AU" = "Australia";
"country.AT" = "Austria";
"country.BY" = "Bielorussia";
"country.BE" = "Belgio";
"country.BA" = "Bosnia e Erzegovina";
"country.BG" = "Bulgaria";
"country.CA" = "Canada";
"country.HR" = "Croazia";
"country.CZ" = "Repubblica Ceca";
"country.DK" = "Danimarca";
"country.EE" = "Estonia";
"country.FO" = "Isole Faroe";
"country.FI" = "Finlandia";
"country.FR" = "Francia";
"country.DE" = "Germania";
"country.GI" = "Gibilterra";
"country.GR" = "Grecia";
"country.GL" = "Groenlandia";
"country.VA" = "Città del Vaticano";
"country.HU" = "Ungheria";
"country.IS" = "Islanda";
"country.IE" = "Irlanda";
"country.IL" = "Israele";
"country.IT" = "Italia";
"country.JP" = "Giappone";
"country.KP" = "Corea del Nord";
"country.KR" = "Corea del Sud";
"country.KW" = "Kuwait";
"country.LV" = "Lettonia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lituania";
"country.LU" = "Lussemburgo";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Moldavia";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Paesi Bassi";
"country.AN" = "Antille Olandesi";
"country.NZ" = "Nuova Zelanda";
"country.NF" = "Isola Norfolk";
"country.NO" = "Norvegia";
"country.PL" = "Polonia";
"country.PT" = "Portogallo";
"country.RO" = "Romania";
"country.RU" = "Russia";
"country.SM" = "San Marino";
"country.SG" = "Singapore";
"country.SK" = "Slovacchia";
"country.SI" = "Slovenia";
"country.ZA" = "SudAfrica";
"country.ES" = "Spagna";
"country.SE" = "Svezia";
"country.CH" = "Svizzera";
"country.TW" = "Taiwan";
"country.TH" = "Tailandia";
"country.TR" = "Turchia";
"country.UA" = "Ucraina";
"country.GB" = "Regno Unito";
"country.US" = "Stati Uniti";
"country.VN" = "VietNam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "Emirati Arabi Uniti";
"country.OM" = "Oman";
"country.SA" = "Arabia Saudita";
"country.EG" = "Egitto";
"country.PR" = "Portorico";
"country.VI" = "Isole Vergini";
"country.RA" = "Argentina";
"country.BH" = "Bahrain";
"country.BR" = "Brasile";
"country.HK" = "Hong Kong";
"country.ID" = "Indonesia";
"country.IN" = "India";
"country.IM" = "Isola di Man";
"country.MO" = "Macao";
"country.MX" = "Messico";
"country.MY" = "Malaysia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afghanistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Isole Åland";
"country.AM" = "Armenia";
"country.AQ" = "Antartide";
"country.AS" = "Samoa Americane";
"country.TF" = "Territori francesi meridionali";
"country.AG" = "bandiera Antigua e Barbuda";
"country.AZ" = "Azerbaigian";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Bhutan";
"country.BV" = "Isola Bouvet";
"country.BW" = "Botswana";
"country.CF" = "Repubblica Centrafricana";
"country.CC" = "Isole Cocos";
"country.CL" = "Cile";
"country.CI" = "Costa d'Avorio";
"country.CM" = "Camerun";
"country.CD" = "Rep. Dem. del Congo";
"country.CG" = "Repubblica del Congo";
"country.CK" = "Isole Cook";
"country.CO" = "Colombia";
"country.KM" = "Comore";
"country.CV" = "Capo Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Isola di Natale";
"country.KY" = "Isole Cayman";
"country.DJ" = "Gibuti";
"country.DM" = "Dominica";
"country.DO" = "Repubblica Dominicana";
"country.DZ" = "Algeria";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Sahara occidentale";
"country.ET" = "Etiopia";
"country.FJ" = "Figi";
"country.FK" = "Isole Falkland";
"country.FM" = "Micronesia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadalupa";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Guinea equatoriale";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Guyana Francese";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Isole Heard e McDonald";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Territorio britannico dell'Oceano Indiano";
"country.IR" = "Iran";
"country.IQ" = "Iraq";
"country.JM" = "Giamaica";
"country.JE" = "Jersey";
"country.JO" = "Giordania";
"country.KZ" = "Kazakistan";
"country.KG" = "Kirghizistan";
"country.KH" = "Cambogia";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts e Nevis";
"country.LA" = "Laos";
"country.LB" = "Libano";
"country.LR" = "Liberia";
"country.LY" = "Libia";
"country.LC" = "Santa Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint-Martin";
"country.MA" = "Marocco";
"country.MG" = "Madagascar";
"country.MV" = "Maldive";
"country.MH" = "Isole Marshall";
"country.ML" = "Mali";
"country.MM" = "Birmania";
"country.MN" = "Mongolia";
"country.MP" = "Isole Marianne settentrionali";
"country.MZ" = "Mozambico";
"country.MR" = "Mauritania";
"country.MQ" = "Martinica";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "Nuova Caledonia";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Isole Pitcairn";
"country.PE" = "Perù";
"country.PH" = "Filippine";
"country.PW" = "Palau";
"country.PG" = "Papua Nuova Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestina";
"country.PF" = "Polinesia francese";
"country.RE" = "Réunion";
"country.RW" = "Ruanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "Georgia del sud e isole Sandwich";
"country.SH" = "Sant'Elena";
"country.SJ" = "Svalbard e Jan Mayen";
"country.SB" = "Isole Salomone";
"country.SL" = "Sierra Leone";
"country.SV" = "bandiera El Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint-Pierre e Miquelon";
"country.ST" = "ão Tomé e Príncipe";
"country.SR" = "Suriname";
"country.SZ" = "Swaziland";
"country.SC" = "Seychelles";
"country.SY" = "Siria";
"country.TC" = "Turks e Caicos";
"country.TD" = "Ciad";
"country.TG" = "Togo";
"country.TJ" = "Tagikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor Est";
"country.TO" = "Tonga";
"country.TT" = "Trinidad e Tobago";
"country.TN" = "Tunisia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "Isole minori degli Stati Uniti";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent e Grenadine";
"country.VE" = "Venezuela";
"country.VG" = "Isole Vergini britanniche";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis e Futuna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Distretto di Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaii";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "North Carolina";
"country.US-ND" = "North Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "South Carolina";
"country.US-SD" = "South Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "West Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Columbia Britannica";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Terranova e Labrador";
"country.CA-NS" = "Nuova Scozia";
"country.CA-NT" = "Territori del Nordovest";
"country.CA-NU" = "Territorio del Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Isola del principe Edoardo";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukon Territory";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Irlanda del Nord";
"country.GB-SCT" = "Scozia";
"country.GB-WLS" = "Galles";
"country.GB-CHA" = "Isole della Manica";
"N" = "N";
"S" = "S";
"W" = "O";
"E" = "E";
"routeplaning.actionButton.title" = "Fatto";
"com.sygic.addWaypoint.placeholder" = "Aggiungi tappa";
"detail.action.selectPoi" = "Seleziona";
"signpost.nextDirection.then" = "Quindi";
"waypoint.title.myposition" = "Mia posizione";
"placeholder.password" = "Password";
"placeholder.email" = "Email";
"routeCompute.action.calculating" = "Calcolo dei percorsi";
"routeCompute.action.preview" = "Anteprima";
"detail.action.shareGps" = "Condividi coordinate GPS";
"time.ago.minutes" = "%@ minuti fa";
"time.ago.hours" = "%@ ore fa";
"time.ago.days" = "%@ giorni fa";
"time.ago.years" = "%@ anni fa";
"native.navigation.recenterBtn" = "Ricentra";
"homeCell.updateHome.title" = "Aggiorna l'indirizzo di casa";
"workCell.updateWork.title" = "Aggiorna l'indirizzo del lavoro";
"monetization.addon" = "EXTRA";
"detail.action.removeVia" = "Elimina tappa";
"message.avoid.motorway.unable" = "Per raggiungere la destinazione, è inevitabile che alcune autostrade rimangano sul percorso.";
"message.avoid.specialArea.unable" = "Impossibile evitare zone a pagamento sul percorso.";
"message.avoid.tollRoads.unable" = "Impossibile evitare tutte le strade a pedaggio. Alcune strade a pedaggio rimarranno sul percorso.";
"message.avoid.ferries.unable" = "Per raggiungere la destinazione scelta è necessario utilizzare dei traghetti.";
"message.avoid.unpavedRoads.unable" = "Per raggiungere la destinazione, è inevitabile che alcune strade non asfaltate rimangano sul percorso.";
